y1s1/cy1101-molecule/nmr/cheat-sheet.tex
% Created 2023-09-25 Mon 19:53
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{chemfig, siunitx}
\author{Hankertrix}
\date{\today}
\title{NMR Cheat Sheet}
\hypersetup{
 pdfauthor={Hankertrix},
 pdftitle={NMR Cheat Sheet},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.1 (Org mode 9.6.6)}, 
 pdflang={English}}
\begin{document}

\maketitle
\setcounter{tocdepth}{2}
\tableofcontents

\newpage

\section{Definitions}
\label{sec:org94118d5}

\subsection{NMR spectroscopy}
\label{sec:orgf2ac858}
Nuclear magnetic resonance (NMR) spectroscopy is based on the absorption of radio frequency (RF) radiation by the nucleus in a strong magnetic field. So NMR is basically just applying a magnetic field to an atom or molecule and seeing the resulting emitted RF spectrum.

\subsection{Chemical shift}
\label{sec:orgfb086f2}
The chemical shift of the compound is defined by the frequency of the resonance expressed with reference to a standard compound which is defined to be at 0ppm. A \textbf{shielded} proton is said to be \textbf{upfield} while a \textbf{deshielded} proton is said to be \textbf{downfield} in a NMR spectroscopy.

\subsection{Magnetic equivalence}
\label{sec:orgee57331}
Nuclei having the same resonance frequency in nuclear magnetic resonance spectroscopy and also identical spin-spin interactions with the nuclei of a neighbouring group are \textbf{magnetically equivalent}. The spin-spin interaction between magnetically equivalent nuclei does not appear, and thus has no effect on the multiplicity of the respective NMR signals.

\subsection{The (n+1) rule}
\label{sec:org4c3858e}
The (n+1) rule states that the multiplicity of a multiplet is given by the number of magnetically equivalent protons in the neighbouring atoms plus one.

\newpage

\section{Electron Shielding}
\label{sec:orgab68d09}
The magnetic field applied in NMR spectroscopy causes the electrons to spin.
\[\downarrow\]
The electrons will then generate their own magnetic field that opposes the applied magnetic field.
\[\downarrow\]
This magnetic field shields the nucleus from the full effect of the applied magnetic field by a small but measurable amount.
\[\downarrow\]
The effective magnetic field would be hence be different from the applied magnetic field.
\[\downarrow\]
Hence, we can use the electron density around the nucleus to differentiate the signals generated by the different nuclei in a molecule.

\subsection{Effect of electron shielding}
\label{sec:org1aa9af6}
With greater electron density around the nucleus.
\[\downarrow\]
The nucleus is shielded from the magnetic field to a greater extent.
\[\downarrow\]
With greater shielding, the effective magnetic field felt by the nucleus is weaker.
\[\downarrow\]
The weaker magnetic field causes the energy gap between the two nuclear spin states to be smaller.
\[\downarrow\]
The smaller energy gap means that less energy is required to flip the nuclei from a lower energy spin state to a higher energy spin state.
\[\downarrow\]
The energy is proportional to the frequency, so a nucleus that is shielded by its greater electron density will have a lower resonance frequency compared to a nucleus that has lower electron density.

\section{Calculating chemical shift (\(\delta\))}
\label{sec:orgef6e744}
\begin{align*}
\text{Chemical Shift, } \delta &= \frac{\text{Frequency of signal - Frequency of reference}}{\text{Spectrometer frequency}} \times 10^6 \\
\delta &= \frac{\text{Observed chemical shift (Number of \si{\hertz} away from TMS)}}{\text{Spectrometer frequency in \si{\mega\hertz}}}
\end{align*}

\section{Deuterated solvents}
\label{sec:orge2b72af}
Deuterated solvents, which are solvents that have 99.8\% of their hydrogen atoms replaced with deuterium, like \(CDCl_3\) (instead of \(CHCl_3\)).

\subsection{Why do we use deuterated solvents?}
\label{sec:orgcaf71ca}
\begin{itemize}
\item So that the hydrogen atoms in the solvent do not interfere with the signals given out by the hydrogen atoms in the atom or molecule that we are looking at in NMR spectroscopy.
\item The spectrometer can constantly monitor the resonance frequency of the deuterated solvent and adjust the magnetic field to keep the resonance frequency of the deuterated solvent constant.
\item Because of the above reason, we can use deuterated solvents as a reference to calibrate the NMR spectroscopy.
\end{itemize}

\subsection{Tetramethylsilane (TMS) as a reference compound}
\label{sec:org24297b5}
The molecule called Tetramethylsilane (TMS) is often used as a reference as it is a very shielded compound which always gives a resonance signal of 0ppm. TMS is also very unreactive and doesn't react with most other compounds. As such, it is used as a reference to calibrate the scale for NMR spectroscopy.

\[
\chemname{
\chemfig{Si(-[:0]CH_3)(-[:90]CH_3)(-[:180]CH_3)(-[:270]CH_3)}
}{Tetramethylsilane (TMS)}
\]


\section{Chemical shift (\(\delta\))}
\label{sec:org6015cfd}

\subsection{Factors affecting chemical shift}
\label{sec:org2b131ac}
\begin{itemize}
\item Inductive effects by electronegative groups
\item Magnetic anisotropy
\item Hydrogen bonding
\end{itemize}

\subsection{Inductive effects by electronegative groups}
\label{sec:orgb01d41b}
Electronegative groups such as \(-OH\), \(-F\) and \(-Cl\) that are attached to the \(C-H\) system decrease the electron density around the protons.
\[\downarrow\]
\[\text{There is less shielding around the protons.}\]
\[\downarrow\]
\[\text{So chemical shift increases.}\]

\newpage

\subsection{Magnetic anisotropy}
\label{sec:org3d851dc}
When a magnetic field is applied to a molecule that has a \(\pi\) system (double or triple bond, or a benzene ring), the applied magnetic field will cause the electrons in the \(\pi\) system to spin. This in turn causes the molecule to set up its own magnetic field, called an \textbf{induced magnetic field}, at the \textbf{centre} of the \(\pi\) system, which is at the centre of the double or triple bond for non-aromatic compounds, and at the centre of the benzene ring for aromatic compounds. The induced magnetic field that is set up by the \(\pi\) system will always \textbf{oppose} the applied magnetic field. Hence, the induced magnetic field will always \textbf{oppose} the applied magnetic field at the \textbf{centre} of the \(\pi\) system.
\\[0pt]

To determine if the effective magnetic field \(H_{eff}\) will be greater or smaller than the applied magnetic field \(H_{0}\), we will need to draw the magnetic field lines going out in a circle around the \textbf{centre} of the \(\pi\) system, where the induced magnetic field is set up. The direction of the magnetic field lines originating from the \textbf{induced magnetic field} at the hydrogen atom of interest will tell you if the \(H_{eff}\) will be greater or smaller than the applied magnetic field \(H_{0}\).
\\[0pt]

If the direction of the magnetic field lines originating from the induced magnetic field is in the \textbf{same} direction as the applied magnetic field at the hydrogen atom of interest, then the effective magnetic field \(H_{eff}\) will be \textbf{greater} than the applied magnetic field \(H_{0}\).
\\[0pt]

If the direction of the magnetic field lines originating from the induced magnetic field is in the \textbf{opposite} direction of the applied magnetic field at the hydrogen atom of interest, then the effective magnetic field \(H_{eff}\) will be \textbf{smaller} than the applied magnetic field \(H_{0}\).
\\[0pt]

Generally, the hydrogen atoms that are located \textbf{in} the centre (or \textbf{close} to the centre) of a \(\pi\) system will experience a \textbf{smaller} effective magnetic field \(H_{eff}\) while the hydrogen atoms that are located \textbf{away} from the centre of a \(\pi\) system (which means they are \textbf{towards the side} and not in the middle) will experience a \textbf{greater} effective magnetic field \(H_{eff}\). Do note that the hydrogen atoms must be directly bonded to the carbon atom with the double or triple bond to be affected by magnetic anisotropy.
\\[0pt]

Here is a \href{https://youtu.be/w8ew5bvdrqg}{video} to watch if you still have trouble understanding the concept.

\subsection{Hydrogen bonding}
\label{sec:org17ae303}
Protons that are involved in hydrogen bonding (usually \(-OH\) and \(-NH\)) are typically observed \textbf{over a large range of chemical shift values}. The more hydrogen bonding there is, the more the proton is deshielded and the higher its chemical shift will be.

\subsubsection{Determining between \(-OH\) and \(-NH\)}
\label{sec:org51179fb}
\(-OH\) and \(-NH\) protons can be identified by carrying out a simple \(D_2O\) (heavy water) exchange experiment.
\begin{enumerate}
\item Run the regular H-NMR experiment
\item Add a few drops of \(D_2O\)
\item Re-run the H-NMR experiment
\item Compare the two spectra and look for signals that have "disappeared"
\end{enumerate}

\subsubsection{Why would a signal disappear?}
\label{sec:org931b07d}
Consider the alcohol case for example:
\[R-OH + D_2O \rightleftharpoons R-OD + HOD\]

During the hydrogen bonding, the alcohol and heavy water can "exchange" -H and -D amongst each other, so the alcohol becomes \(R-OD\). Although \(D\) is NMR active, its signals are of different energy and will not be seen in the H-NMR. Thus, the signal due to the \(-OH\) disappears. The signal due to HOD will appear, however.


\section{Spin-spin coupling}
\label{sec:org41ef559}

For spin-spin coupling to occur, the hydrogen atom must be within 3 bonds of a \(C-H\) system and the hydrogen atom must not be blocked by an electronegative atom such as \(O\), \(N\), \(S\), or \(Cl\).
\\[0pt]

Generally, you will need to look at the \(R\) groups that are within 3 bonds of a hydrogen atom to determine the spin-spin coupling of that particular hydrogen atom.

\subsection{Multiplicities of signals}
\label{sec:orgb90d5e2}
\begin{enumerate}
\item Singlet
\item Doublet
\item Triplet
\item Quartet
\item Quintet
\end{enumerate}

\subsection{Relative intensities}
\label{sec:orgea8f7a3}
The relative intensities of the lines in a group of split signals is given by a binomial expansion, or Pascal's Triangle. So for a 1H-NMR, a proton with 0 neighbours, appears as a single line, while a proton with 1 neighbour will have 2 lines of equal intensity, and a proton with 2 neighbours will have 3 lines of intensities in the ratio of 1:2:1.

\subsection{Identifying multiplets}
\label{sec:org47d7206}
Multiplets have the same separation between the signals, which is called a coupling constant (\(J\)).

\subsection{Calculating the coupling constant (\(J\))}
\label{sec:orgc387135}
\[\text{Operating frequency } (\si{\mega\hertz}) \times \text{Splitting } (\si{ppm}) = \text{Coupling Constant } (\si{\hertz})\]

Splitting is the difference between the \(\si{ppm}\) values of each signal of the multiplet. It is the gap between the individual signals of the multiplet. For a multiplet that has more than one gap, such as a quartet, you should take the average of all the gaps to calculate the coupling constant. The final (\(J\)) value is usually rounded to \textbf{one decimal place}.

Coupled protons will have the same \(J\) values if they don't have any other couplings.

\newpage

\subsection{What causes the signal to split?}
\label{sec:org129d624}
A nucleus under examination is perturbed by a nearby nuclear spin.
\[\downarrow\]
The currently observed nucleus will respond the perturbation, which is shown in its resonance signal.
\[\downarrow\]
This spin coupling is \textbf{transmitted through the connecting bonds}.
\[\downarrow\]
When the perturbing nucleus becomes the observed nucleus, it also exhibits the same signal splitting with the same coupling constant (\(J\)).
\end{document}